Repository: elly-codes/pdftricks
Catalog: po/*.po
Languages: sv

source: Back
sv: Tillbaka

source: Tricks for PDF files
sv: Tricks för PDF-filer

source: Compress PDF
sv: Komprimera PDF

source: Compress a PDF file to get the same quality with reduced filesize.
sv: Komprimera en PDF-fil för att få samma kvalitet med mindre filstorlek.

source: Split PDF
sv: Dela upp PDF

source: Split a PDF file by page ranges, or extract all PDF pages to multiple PDF files.
sv: Dela upp en PDF-fil efter sidintervall eller extrahera alla PDF-sidor till flera PDF-filer.

source: Merge PDF
sv: Sammanfoga PDF

source: Select multiple PDF files or images, and merge them in seconds.
sv: Välj flera PDF-filer eller bilder och slå ihop dem på några sekunder.

source: Convert PDF
sv: Konvertera PDF

source: Convert PDF files to JPG, PNG and TXT formats.
sv: Konvertera PDF-filer till JPG-, PNG- och TXT-format.

source: Select the file to compress
sv: Välj filen som ska komprimeras

source: Good quality, good compression
sv: Bra kvalitet, bra komprimering

source: Extreme Compression
sv: Extrem kompression

source: Medium Compression
sv: Medium kompression

source: Recommended Compression
sv: Rekommenderad kompression

source: Less Compression
sv: Mindre kompression

source: Less quality, high compression
sv: Lägre kvalitet, hög komprimering

source: Good quality, optimized for printing
sv: Bra kvalitet, optimerad för utskrift

source: High quality, less compression
sv: Hög kvalitet, mindre komprimering

source: Compress
sv: Komprimera

source: File to Compress:
sv: Fil att komprimera:

source: Compression Level:
sv: Kompressionsnivå:

source: Success.
sv: Lyckades.

source: Your file was succefully compressed.
sv: Din fil har komprimerats.

source: Failure.
sv: Misslyckades.

source: There was a problem compressing your file.
sv: Det uppstod ett problem vid komprimeringen av din fil.

source: Select the file to save
sv: Välj filen som ska sparas

source: Save
sv: Spara

source: Cancel
sv: Avbryt

source: Extract all pages
sv: Extrahera alla sidor

source: Select range of pages
sv: Välj sidintervall

source: Separate colored pages
sv: Separata färgsidor

source: Split
sv: Dela upp

source: File to Split:
sv: Fil att dela upp:

source: File split.
sv: Fil uppdelad.

source: Could not split this file.
sv: Det gick inte att dela upp den här filen.

source: Add File
sv: Lägg till fil

source: Remove Selected
sv: Ta bort valda

source: Clear All
sv: Töm alla

source: Open
sv: Öppna

source: Files
sv: Filer

source: Pages
sv: Sidor

source: Merge
sv: Sammanfoga

source: Your file was succefully merged.
sv: Din fil har sammanfogats.

source: There was a problem merging your file.
sv: Det uppstod ett problem vid sammanslagningen av din fil.

source: ImageMagick Policies
sv: ImageMagick-policyer

source: Change the ImageMagick security policies that prevent this operation and try again.
sv: Ändra ImageMagick-säkerhetspolicyerna som förhindrar denna åtgärd och försök igen.

source: Select the file to convert
sv: Välj filen som ska konverteras

source: Convert
sv: Konvertera

source: File to Convert:
sv: Fil att konvertera:

source: Format to Convert:
sv: Format att konvertera:

source: File converted.
sv: Filen har konverterats.

source: Could not convert this file.
sv: Det gick inte att konvertera den här filen.

source: The input format is the same as the output format.
sv: Inmatningsformatet är detsamma som utmatningsformatet.
